/* This is the default name for the device which is no name given yet. */
"INTERFACE_DEVICE : Untitled" = "무제";

/* The text of the menu to add write key to the selected NDAS device */
"MENU_MANAGEMENT_WRITE_KEY : Add Write Key..." = "쓰기 키 입력...";

/* The text of the menu to remove write key of the selected NDAS device */
"MENU_MANAGEMENT_WRITE_KEY : Remove Write Key" = "쓰기 키 삭제";

/* Text for button in panel */
"PANEL-BUTTON : Bind" = "결합";

/* Text for button in panel */
"PANEL-BUTTON : Cancel" = "취소";

/* Text for button in panel */
"PANEL-BUTTON : Migrate" = "새버전으로";

/* Text for button in panel */
"PANEL-BUTTON : OK" = "승인";

/* Text for button in panel */
"PANEL-BUTTON : Rebind" = "재결합";

/* Text for button in panel */
"PANEL-BUTTON : Remove Write Key" = "쓰기 키 삭제";

/* Text for button in panel */
"PANEL-BUTTON : Send" = "보내기";

/* Text for button in panel */
"PANEL-BUTTON : Synchronize" = "동기화";

/* Text for button in panel */
"PANEL-BUTTON : Unbind" = "결합 해제";

/* Text for button in panel */
"PANEL-BUTTON : Unmount" = "언마운트";

/* Text for button in panel */
"PANEL-BUTTON : Unregister" = "등록 해제";

/* Text for button in panel */
"PANEL-BUTTON : Register" = "등록";

/* The reason why mounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is a member of RAID." = "'%@'는 RAID의 일부입니다.";

/* The reason why removing write key failed. */
"PANEL-MSG : '%@'(NDAS device name) is currently mounted in Read & Write mode on your system. Please unmount the NDAS device and try again." = "'%@'는 이 시스템에 읽기 & 쓰기로 마운트되어 있습니다. 마운트를 해제하고 재시도해 주십시오.";

/* The reason why mounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is not ready to be mounted." = "'%@'는 마운트 준비가 되지 않았습니다.";

/* The reason why unmounting failed. */
"PANEL-MSG : '%@'(NDAS device name) is not ready to be unmounted." = "'%@'는 마운트 해제 준비가 되지 않았습니다.";

/* Confirm binding */
"PANEL-MSG : All of the data will be lost once the disks are bound." = "결합되는 디스크의 모든 데이터를 잃어버리게 됩니다.";

/* Bind Info of RAID1 */
"PANEL-MSG : If you choose 'Bind', all of the data will be lost once the disks are bound." = "'결합'을 선택하면 결합되는 디스크의 모든 데이터를 잃어버리게 됩니다.";

/* Confirm migration */
"PANEL-MSG : If you want to use the RAID device that was configured to old type, you should migrate that RAID Device." = "이전 버전으로 생성된 RAID를 사용하려면 해당 RAID를 새 버전으로 변경해야 합니다.";

/* The reason why mounting failed. */
"PANEL-MSG : The computer that currently hold Read & Write access has denied your request or is not responding.\nThere may be another computer in the network running a different Operating System than Mac OS X that has mounted '%@' with Read & Write access. Please check and try again." = "현재 읽기 & 쓰기로 사용중인 컴퓨터가 권한 요청을 거부하거나 반응이 없습니다.\n'%@'를 읽기 & 쓰기로 사용중인 컴퓨터가 네트워크에 있습니다. 확인후 재시도 해 주십시오.";

/* The reason why unmounting failed */
"PANEL-MSG : The NDAS unit device %d is a member of RAID. Try again after change the NDAS unit device to single disk type." = "NDAS 장치 내 유닛 %d는 RAID의 일부입니다. NDAS 장치 내 유닛을 싱글 디스크로 변경 후 재시도 해 주십시오.";

/* Bind and Sync Error Info */
"PANEL-MSG : The size of '%@'(NDAS unit device name) is bigger than the size of new RAID Set." = "'%@'의 용량이 새 RAID보다 큽니다.";

/* The reason why mounting failed and suggestion */
"PANEL-MSG : There is another computer in the network that has mounted '%@' with Read & Write access. To avoid data corruption or loss, please unmount '%@' on that computer and try again. To mount '%@'in Read & Write mode anyway, click Send. It is possible that the user denies your request for Read & Write access." = "네트워크에 '%1$@'를 읽기 & 쓰기로 사용중인 컴퓨터가 있습니다. 데이터의 손실을 방지하려면 그 컴퓨터에서 '%2$@'를 마운트 해제 후 재시도 해 주십시오. 강제로 '%3$@'를 읽기 & 쓰기로 마운트하려면 '보내기'를 클릭하십시오. 해당 컴퓨터의 사용자가 권한 요청을 거부할 수도 있습니다.";

/* The reason why unregistering failed and the solution. */
"PANEL-MSG : Try again after having unmounted the NDAS unit device %d(NDAS unit device number)." = "NDAS 장치 내 유닛 %d를 마운트 해제 후 재시도 해 주십시오.";

/* Confirm removing write key */
"PANEL-MSG : You may add the write key again at a later time." = "쓰기 키는 나중에 입력할 수 있습니다.";

/* Unmount Note */
"PANEL-MSG : You may lose or corrupt your data if you do not Eject your '%@'(NDAS device name) first. Please eject before unmounting it." = "우선 '%@'를 추출하지 않으면 데이터가 손실 될 수 있습니다. 마운트 해제 이전에 추출해 주십시오.";

/* Confirm unbinding */
"PANEL-MSG : You may lose or corrupt your data." = "데이터가 손실 될 수 있습니다.";

/* Info Already Registered */
"PANEL-MSG : If you want to see the ID of registered NDAS device, Select the NDAS device at the NDAS device list." = "등록된 NDAS 장치의 ID를 확인하려면 해당 장치를 NDAS 장치 리스트에서 선택하세요.";

/* Register key Note */
"PANEL-MSG : If you want to register '%@'(NDAS device name) to another computer after key registered, You should enter the NDAS ID manualy." = "키가 등록된 이후에 다른 컴퓨터에서 '%@'을(를) 사용하려면 NDAS ID를 수동으로 입력하여야 합니다.";

/* Confirm ejecting */
"PANEL-TITLE : '%@'(NDAS device name) cannot be Ejected. Unmount Anyway?" = "'%@'를 추출할 수 없습니다. 마운트 해제하겠습니까?";

/* Failed to mount the selected NDAS device for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) cannot be mounted" = "'%@'를 마운트 할 수 없습니다.";

/* Failed to unmount the selected NDAS device for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) cannot be unmounted" = "'%@'를 마운트 해제 할 수 없습니다.";

/* Failed to unregister for some reason. */
"PANEL-TITLE : '%@'(NDAS device name) could not be unregistered because it is still mounted on your system." = "'%@'가 마운트 되어 있기 때문에 등록 해제 할 수 없습니다.";

/* Confirm binding */
"PANEL-TITLE : Are you sure you want to bind the disks?" = "디스크의 결합을 해제하겠습니까?";

/* Confirm rebinding */
"PANEL-TITLE : Are you sure you want to rebind '%@'?" = "'%@'를 재결합하겠습니까?";

/* Confirm removing write key */
"PANEL-TITLE : Are you sure you want to remove write key of '%@'(NDAS device name)?" = "'%@'의 쓰기 키를 삭제하겠습니까?";

/* Confirm unbinding */
"PANEL-TITLE : Are you sure you want to unbind '%@'?" = "Are you sure you want to unbind '%@'?";

/* Confirm unmounting */
"PANEL-TITLE : Are you sure you want to unmount '%@'(NDAS device name)?" = "'%@'를 마운트 해제 하겠습니까?";

/* Confirm unregistering */
"PANEL-TITLE : Are you sure you want to unregister the '%@'(NDAS device name)?" = "'%@'를 등록 해제 하겠습니까?";

/* Bind Question of RAID1 */
"PANEL-TITLE : Do you want to bind the disks or synchronize the disks with the data of '%@' ?" = "디스크를 결합하겠습니까? 아니면 '%@'의 데이터를 기준으로 동기화하겠습니까?";

/* Confirm migration */
"PANEL-TITLE : Do you want to migrate The RAID Device '%@'(NDAS device name)?" = "RAID 장치'%@'를 새 버전으로 변경하겠습니까?";

/* Failed to remove write key for some reason. */
"PANEL-TITLE : The write key of '%@'(NDAS device name) could not be removed" = "'%@'의 쓰기 키를 삭제 할 수 없습니다.";

/* Bind and Sync Error. */
"PANEL-TITLE : You can't Synchronize '%@'(NDAS unit device name) and '%@'(NDAS unit device name)." = "'%1$@'와 '%2$@'를 동기화 할 수 없습니다.";

/* Info Already Registered */
"PANEL-TITLE : This NDAS device was registered Already." = "이미 등록된 NDAS 장치 입니다.";

/* Confirm register Key */
"PANEL-TITLE : Do you want to register the key of '%@'(NDAS unit device name)?" = "'%@'에 키를 등록하시겠습니까?";

/* Text for Writekey Information for Device */
"PANEL_REGISTER : (Optional)" = "(선택사항)";

/* Text for Writekey Information for Key */
"PANEL_REGISTER : (Required)" = "(필수사항)";

/* Write key required to export registration file with write privilege */
"PANEL_EXPORT : Fill the Write Key." = "쓰기 키를 입력해 주십시오.";

/* Typed wrong NDAS device ID (20 chars) */
"PANEL_EXPORT : Invalid NDAS device ID." = "NDAS 장치 ID가 틀립니다.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_EXPORT : Invalid NDAS device Write Key." = "NDAS 장치 쓰기 키가 틀립니다.";

/* Default RAID set name. Referenced Disk Utility... But this feature is meaningless up to NDAS 2.0 as the name is not stored in the device */
"PANEL_RAID_BIND : RAID Set %d" = "RAID Set %d";

/* Not available as RAID device unit : Selected a mounted NDAS unit device on other system */
"PANEL_RAID_BIND : There is another computer in the network that has mounted this Device." = "네트워크의 다른 컴퓨터가 이 장치를 마운트하고 있습니다.";

/* Not available as RAID device unit : Member of another RAID Set */
"PANEL_RAID_BIND : This is a member of another RAID set." = "다른 RAID set의 일부입니다.";

/* Not available as RAID device unit : ODD Device */
"PANEL_RAID_BIND : This is a ODD Device." = "CD/DVD입니다.";

/* Not available as RAID device unit : RAID Device */
"PANEL_RAID_BIND : This is a RAID Device." = "RAID의 일부입니다.";

/* Not available as RAID device unit : Selected a mounted NDAS unit device on this system. */
"PANEL_RAID_BIND : This is currently mounted on your system." = "마운트되어 있는 장치입니다.";

/* Typed wrong NDAS device ID (20 chars) */
"PANEL_REGISTER : Invalid NDAS device ID." = "NDAS 장치 ID가 틀립니다.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_REGISTER : Invalid NDAS device write key." = "NDAS 장치 쓰기 키가 틀립니다.";

/* Typed wrong NDAS device write key (5 chars) */
"PANEL_WRITE_KEY : Invalid NDAS device write key." = "NDAS 장치 쓰기 키가 틀립니다.";

/* Aggregate or Spanning */
"RAID-TYPE : Aggregate" = "Aggregate";

/* Mirrored Disk - Recovery not supported */
"RAID-TYPE : Mirror" = "Mirror";

/* RAID 0. not supported in Mac OS X */
"RAID-TYPE : RAID 0 (Unsupported)" = "RAID 0 (지원되지 않음)";

/* RAID 0 Rev 2 */
"RAID-TYPE : RAID 0 R2" = "RAID 0 R2";

/* RAID 1 */
"RAID-TYPE : RAID 1 (Old)" = "RAID 1 (구형)";

/* RAID 1 Rev 2 */
"RAID-TYPE : RAID 1 R2 (Old)" = "RAID 1 R2 (구형)";

/* RAID 1 Rev 3 */
"RAID-TYPE : RAID 1 R3" = "RAID 1 R3";

/* RAID 4 */
"RAID-TYPE : RAID 4 (Old)" = "RAID 4 (구형)";

/* RAID 4 Rev 3 */
"RAID-TYPE : RAID 4 R3" = "RAID 4 R3";

/* Single Disk */
"RAID-TYPE : Single" = "싱글";

/* Unknown or not supported RAID type. May created by future version */
"RAID-TYPE : Undefined" = "알 수 없음";

/* Instruction message. This text appears in the place of tab view when no deivce selected like 'Disk Utility' */
"TAB_BACKGROUND : Select a NDAS device, or register a new one." = "NDAS 장치 선택 혹은 새 장치 등록.";

/* The type or version of the selected NDAS device is not defined. */
"TAB_DEVICE : Undefined" = "알 수 없음";

/* Access failed to the NDAS device for some reason */
"TAB_DEVICE_STATUS : Failure" = "실패";

/* NDAS Status No Permission */
"TAB_DEVICE_STATUS : No Permission" = "권한 없음";

/* The NDAS device is off or not connected via ethernet */
"TAB_DEVICE_STATUS : Offline" = "연결 안 됨";

/* The NDAS device is on and connected via ethernet */
"TAB_DEVICE_STATUS : Online" = "연결 됨";

/* The NDAS device is registered without write key */
"TAB_DEVICE_WRITE_KEY : Not Present" = "없음";

/* The NDAS device is registered with write key */
"TAB_DEVICE_WRITE_KEY : Present" = "있음";

/* The text of the button to add write key to the selected NDAS device */
"TAB_DEVICE_WRITE_KEY_BUTTON : Add Write Key" = "쓰기 키 입력";

/* The text of the button to remove write key of the selected NDAS device */
"TAB_DEVICE_WRITE_KEY_BUTTON : Remove Write Key" = "쓰기 키 삭제";

/* Bad RAID Information RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Bad RAID Information" = "잘못된 RAID 정보";

/* Broken RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Broken" = "손상됨";

/* Broken But Workable RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Broken But Workable" = "손상, 사용 가능";

/* Failed to access the NDAS raid unit device */
"TAB_RAID_UNIT_DEVICE_STATUS : Failure" = "실패";

/* Good RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Good" = "정상";

/* Good But Partially Failed RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Good But Partially Failed" = "정상, 일부 동기화 필요";

/* Invalid RAID Information RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Invalid RAID Information" = "RAID의 상태 정보 동기화 필요";

/* The NDAS raid unit device is mounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounted With Read & Write access" = "읽기 & 쓰기로 마운트됨";

/* The NDAS raid unit device is mounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounted With Read only access" = "읽기 전용으로 마운트됨";

/* The NDAS raid unit device is being mounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounting With Read & Write access" = "읽기 & 쓰기로 마운트 중";

/* The NDAS raid unit device is being mounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Mounting With Read only access" = "읽기 전용으로 마운트 중";

/* The NDAS RAID unit device is not mounted */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Mounted" = "마운트 되지 않음";

/* The NDAS raid unit device is not present in the NDAS device */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Present" = "없음";

/* Not Ready RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Not Ready" = "준비되지 않음";

/* Ready To Recovery RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Ready To Recovery" = "복구 가능";

/* Recovering RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Recovering" = "복구중";

/* Recovering by Another Host RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Recovering by Another Host" = "다른 컴퓨터가 복구중";

/* The NDAS raid unit device is being reconnected read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Remounting With Read & Write access" = "읽기 & 쓰기로 다시 마운트 중";

/* The NDAS raid unit device is being reconnected read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Remounting With Read only access" = "읽기 전용으로 다시 마운트 중";

/* Undefined RAID Status */
"TAB_RAID_UNIT_DEVICE_STATUS : Undefined" = "알 수 없음";

/* The NDAS raid unit device is being unmounted read write */
"TAB_RAID_UNIT_DEVICE_STATUS : Unmounting With Read & Write access" = "읽기 & 쓰기로 마운트 해제중";

/* The NDAS raid unit device is being unmounted read only */
"TAB_RAID_UNIT_DEVICE_STATUS : Unmounting With Read only access" = "읽기 전용으로 마운트 해제 중";

/* Unsupported RAID Set */
"TAB_RAID_UNIT_DEVICE_STATUS : Unsupported" = "지원하지 않음";

/* Cannot get capacity of the unit device */
"TAB_UNIT_DEVICE_CAPACITY : N/A" = "알 수 없음";

/* Unit Configuration Mount RW */
"TAB_UNIT_DEVICE_CONFIGURATION : Mount with Read & Write" = "읽기 & 쓰기로 마운트";

/* Unit Configuration Mount RO */
"TAB_UNIT_DEVICE_CONFIGURATION : Mount with Read only" = "읽기 전용으로 마운트";

/* The unit device does not support RAID */
"TAB_UNIT_DEVICE_RAID_TYPE : N/A" = "알 수 없음";

/* Failed to access the NDAS unit device */
"TAB_UNIT_DEVICE_STATUS : Failure" = "실패";

/* The NDAS unit device is mounted read write */
"TAB_UNIT_DEVICE_STATUS : Mounted With Read & Write access" = "읽기 & 쓰기로 마운트 됨";

/* The NDAS unit device is mounted read only */
"TAB_UNIT_DEVICE_STATUS : Mounted With Read only access" = "읽기 전용으로 마운트 됨";

/* The NDAS unit device is being mounted read write */
"TAB_UNIT_DEVICE_STATUS : Mounting With Read & Write access" = "읽기 & 쓰기로 마운트 중";

/* The NDAS unit device is being mounted read only */
"TAB_UNIT_DEVICE_STATUS : Mounting With Read only access" = "읽기 전용으로 마운트 중";

/* The NDAS unit device is not mounted */
"TAB_UNIT_DEVICE_STATUS : Not Mounted" = "마운트 되지 않음";

/* The NDAS unit device is not present in the NDAS device */
"TAB_UNIT_DEVICE_STATUS : Not Present" = "없음";

/* The NDAS unit device is being reconnected read write */
"TAB_UNIT_DEVICE_STATUS : Reconnecting With Read & Write access" = "읽기 & 쓰기로 재접속중";

/* The NDAS unit device is being reconnected read only */
"TAB_UNIT_DEVICE_STATUS : Reconnecting With Read only access" = "읽기 전용으로 재접속중";

/* The NDAS unit device is being unmounted read write */
"TAB_UNIT_DEVICE_STATUS : Unmounting With Read & Write access" = "읽기 & 쓰기로 다시 마운트 해제중";

/* The NDAS unit device is being unmounted read only */
"TAB_UNIT_DEVICE_STATUS : Unmounting With Read only access" = "읽기 전용으로 마운트 해제 중";

/* Multi word DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Multi-word DMA %u(level)" = "Multi-word DMA %u";

/* Programmed I/O */
"TAB_UNIT_DEVICE_TRANSFER_MODE : PIO %u(level)" = "PIO %u";

/* Single word DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Single-word DMA %u(level)" = "Single-word DMA %u";

/* Ultra DMA */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Ultra-DMA %u(level)" = "Ultra-DMA %u";

/* Undefined Transfer Mode */
"TAB_UNIT_DEVICE_TRANSFER_MODE : Undefined" = "알 수 없음";

/* Hard Disk Drive */
"TAB_UNIT_DEVICE_TYPE : HDD" = "HDD";

/* CD-ROM, DVD ... */
"TAB_UNIT_DEVICE_TYPE : ODD" = "CD/DVD";

/* Unknown type. May result of IDE_IDENTIFY but not now. */
"TAB_UNIT_DEVICE_TYPE : Unknown" = "알 수 없음";

/* Bind */
"TOOLBAR_BIND : Bind" = "결합";

/* Bind tool tip */
"TOOLBAR_BIND_TOOLTIP : Create the new RAID device" = "새 RAID 장치를 생성합니다.";

/* Refresh tool bar label */
"TOOLBAR_REFRESH_ALL : Refresh All" = "새로 고침";

/* Refresh all tool tip */
"TOOLBAR_REFRESH_ALL_TOOLTIP : Refresh information of all devices" = "장치들의 정보를 새로 고칩니다.";

/* Register tool bar label */
"TOOLBAR_REGISTER : Register" = "등록";

/* Register tool tip */
"TOOLBAR_REGISTER_TOOLTIP : Register new NDAS device" = "새 NDAS 장치를 등록합니다.";

/* Unregister */
"TOOLBAR_UNREGISTER : Unregister" = "등록 해제";

/* Unregister tool tip */
"TOOLBAR_UNREGISTER_TOOLTIP : Unregister the selected NDAS device" = "선택한 NDAS 장치를 등록 해제합니다.";

/*
	NDAS Service Message.
*/

/* Surrender Alert Header */
"The host '%@' is requesting the Write Access of '%@'." = "호스트 '%@'(이)가 '%@'(을)를 쓰기권한으로 사용하겠다고 요청하였습니다.";

/* Surrender Alert Message */
"Do you want to accept the request and unmount the NDAS Device?" = "요청을 받아들이고, NDAS 장치를 언마운트 하시겠습니까?";

/* Eject Fail Header */
"The following Device could not be Ejected." = "아래의 장치를 추출할 수 없습니다.";
